Repository: openedx/openedx-app-ios
Catalog: Discovery/Discovery/*.lproj/Localizable.strings
Languages: uk

# TITLE
source: Discover
uk: Всі курси

source: Search
uk: Пошук

# HEADER.TITLE_1
source: Discover new
uk: Всі курси

# HEADER.TITLE_2
source: Let's find new course for you.
uk: Давайте знайдемо нові курси для вас

# SEARCH.TITLE
source: Search results
uk: Результати пошуку

# SEARCH.EMPTY_DESCRIPTION
source: Start typing to find the course
uk: Почніть вводити текст, щоб знайти курс

# UPDATE_REQUIRED_TITLE
source: App Update Required
uk: Потрібне оновлення додатка

# UPDATE_REQUIRED_DESCRIPTION
source: This version of the OpenEdX app is out-of-date. To continue learning and get the latest features and fixes, please upgrade to the latest version.
uk: Ця версія додатка OpenEdX застаріла. Щоб продовжити навчання та отримати останні функції та виправлення, оновіться до останньої версії.

# UPDATE_WHY_NEED
source: Why do I need to update?
uk: Чому я маю оновити програму?

# UPDATE_DEPRECATED_APP
source: Deprecated App Version
uk: Застаріла версія додатка

# UPDATE_BUTTON
source: Update
uk: Оновити

# UPDATE_ACCOUNT_SETTINGS
source: Account Settings
uk: Налаштування

# UPDATE_NEEDED_TITLE
source: App Update
uk: Оновлення додатку

# UPDATE_NEEDED_DESCRIPTION
source: We recommend that you update to the latest version. Upgrade now to receive the latest features and fixes.
uk: Ми рекомендуємо вам оновити додаток до останньої версії. Оновіть зараз, щоб отримати нові функції та виправлення.

# UPDATE_NEEDED_NOT_NOW
source: Not Now
uk: Не зараз

# UPDATE_NEW_AVALIABLE
source: New update available! Upgrade now to receive the latest features and fixes
uk: Доступне нове оновлення! Оновіть зараз, щоб отримати найновіші функції та виправлення

# DETAILS.TITLE
source: Course details
uk: Деталі курсу

# DETAILS.VIEW_COURSE
source: View course
uk: Переглянути курс

# DETAILS.ENROLL_NOW
source: Enroll now
uk: Зареєструватися

# DETAILS.ENROLLMENT_DATE_IS_OVER
source: You cannot enroll in this course because the enrollment date is over.
uk: Ви не можете зареєструватися на цей курс, оскільки дата реєстрації закінчилася.

# DETAILS.ENROLLMENT_NO_INTERNET
source: To enroll in this course, please make sure you are connected to the internet.
uk: Щоб зареєструватися на цьому курсі, переконайтеся, що ви підключені до Інтернету.
