Repository: openedx/openedx-app-ios
Catalog: Authorization/Authorization/*.lproj/Localizable.strings
Languages: uk

# SIGN_IN.LOG_IN_TITLE
source: Sign in
uk: Увійти

# SIGN_IN.WELCOME_BACK
source: Welcome back! Sign in to access your courses.
uk: З поверненням! Авторизуйтесь, щоб продовжити.

# SIGN_IN.EMAIL
source: Email
uk: Пошта

# SIGN_IN.PASSWORD
source: Password
uk: Пароль

# SIGN_IN.FORGOT_PASS_BTN
source: Forgot password?
uk: Забули пароль?

# ERROR.INVALID_EMAIL_ADDRESS
source: Invalid email address
uk: невірна адреса електронної пошти

# ERROR.INVALID_PASSWORD_LENGHT
source: Invalid password lenght
uk: Пароль занадто короткий або занадто довгий

# SIGN_UP.SUBTITLE
source: Create an account to start learning today!
uk: Cтворити новий акаунт.

# SIGN_UP.CREATE_ACCOUNT_BTN
source: Create account
uk: Створити акаунт

# SIGN_UP.HIDE_FIELDS
source: Hide optional Fields
uk: Приховати необовʼязкові поля

# SIGN_UP.SHOW_FIELDS
source: Show optional Fields
uk: Показати необовʼязкові поля

# FORGOT.TITLE
source: Forgot password
uk: Відновлення паролю

# FORGOT.DESCRIPTION
source: Please enter your log-in or recovery email address below and we will send you an email with instructions.
uk: Будь ласка, введіть свою адресу електронної пошти для входу або відновлення нижче, і ми надішлемо вам електронний лист з інструкціями.

# FORGOT.REQUEST
source: Reset password
uk: Відновити пароль

# FORGOT.CHECK_TITLE
source: Check your email
uk: Перевірте свою електронну пошту

# FORGOT.CHECK_Description
source: We have sent a password recover instructions to your email
uk: Ми надіслали інструкції щодо відновлення пароля на вашу електронну пошту
