Repository: openedx/openedx-app-ios
Catalog: Dashboard/Dashboard/*.lproj/Localizable.strings
Languages: uk

# TITLE
source: Dashboard
uk: Мої курси

# HEADER.COURSES
source: Courses
uk: Курси

# HEADER.WELCOME_BACK
source: Welcome back. Let's keep learning.
uk: З поверненням. Давайте продовжимо вчитись.

source: Search
uk: Пошук

# EMPTY.SUBTITLE
source: You are not enrolled in any courses yet.
uk: Ви не підписані на жодний курс.

# LEARN.TITLE
source: Learn
uk: Навчання

# LEARN.VIEW_ALL
source: View All
uk: Переглянути все (%@)

# LEARN.ALL_COURSES
source: All Courses
uk: Усі курси

# LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT
source: 1 Past Due Assignment
uk: 1 прострочене завдання

# LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS
source: View Assignments
uk: Переглянути завдання

# LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS
source: %@ Past Due Assignments
uk: %@ Прострочені завдання

# LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS
source: %@ Assignments Due %@
uk: %@ Завданнь %@

# LEARN.PRIMARY_CARD.DUE_DAYS
source: %@ Due in %@ Days
uk: %@ Оплата через %@ днів

# LEARN.PRIMARY_CARD.RESUME
source: Resume Course
uk: Відновити курс

# LEARN.PRIMARY_CARD.START_COURSE
source: Start Course
uk: Розпочати курс

# LEARN.DROPDOWN_MENU.COURSES
source: Courses
uk: Курси

# LEARN.DROPDOWN_MENU.PROGRAMS
source: Programs
uk: Програми

# LEARN.CATEGORY.ALL
source: All
uk: Усі

# LEARN.CATEGORY.IN_PROGRESS
source: In Progress
uk: Виконується

# LEARN.CATEGORY.COMPLETED
source: Completed
uk: Завершено

# LEARN.CATEGORY.EXPIRED
source: Expired
uk: Закінчився

# LEARN.NO_COURSES_VIEW.NO_COURSES
source: No Courses
uk: Немає курсів

# LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS
source: No Courses in Progress
uk: Немає поточних курсів

# LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES
source: No Completed Courses
uk: Немає завершених курсів

# LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES
source: No Expired Courses
uk: Немає прострочених курсів

# LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION
source: You are not currently enrolled in any courses, would you like to explore the course catalog?
uk: Наразі ви не зареєстровані на жодному курсі, бажаєте переглянути каталог?

# LEARN.NO_COURSES_VIEW.FIND_A_COURSE
source: Find a Course
uk: Знайти курс
