Repository: openedx/openedx-app-ios
Catalog: Discussion/Discussion/*.lproj/Localizable.strings
Languages: uk

# TITLE
source: Discussions
uk: Дискусії

# TOPICS.SEARCH
source: Search all posts
uk: Пошук по всім постам

# TOPICS.ALL_POSTS
source: All Posts
uk: Всі пости

# TOPICS.POST_IM_FOLLOWING
source: Posts I'm following
uk: Улюблені пости

# TOPICS.MAIN_CATEGORIES
source: Main categories
uk: Основні категорії

# POSTS.SORT.RECENT_ACTIVITY
source: Recent Activity
uk: Остання активність

# POSTS.SORT.MOST_ACTIVITY
source: Most Activity
uk: Найактивниші

# POSTS.SORT.MOST_VOTES
source: Most Votes
uk: Найбільше голосів

# POSTS.FILTER.ALL_POSTS
source: All Posts
uk: Всі пости

# POSTS.FILTER.UNREAD
source: Unread
uk: Непрочитаних

# POSTS.FILTER.UNANSWERED
source: Unanswered
uk: Без відповіді

# POSTS.NO_DISCUSSION.TITLE
source: No discussions yet
uk: Ще немає дискусій

# POSTS.NO_DISCUSSION.DESCRIPTION
source: Click the button below to create your first discussion.
uk: Натисніть кнопку нижче, щоб створити свою першу дискусію.

# POSTS.NO_DISCUSSION.CREATEBUTTON
source: Create discussion
uk: Створити дискусію

# POSTS.CREATE_NEW_POST
source: Create new post
uk: Створити новий пост

# POSTS.ALERT.MAKE_SELECTION
source: Make a selection
uk: Оберіть

# POST.LAST_POST
source: Last post:
uk: Останній пост:

# THREAD.ALERT.COMMENT_ADDED
source: Comment added
uk: Коментарій додано

# THREAD.ADD_RESPONSE
source: Add a response
uk: Додати відповідь

# CREATE_THREAD.NEW_POST
source: Create new post
uk: Створити новий пост

# CREATE_THREAD.SELECT_POST_TYPE
source: Select post type
uk: Обрати тип посту

# CREATE_THREAD.TOPIC
source: Topic
uk: Тема

# CREATE_THREAD.TITLE
source: Title
uk: Назва

# CREATE_THREAD.FOLLOW_DISCUSSION
source: Follow this discussion
uk: Підписатись на дискусію

# CREATE_THREAD.FOLLOW_QUESTION
source: Follow this question
uk: Підписатись на питання

# CREATE_THREAD.CREATE_DISCUSSION
source: Create new discussion
uk: Створити нову дискусію

# CREATE_THREAD.CREATE_QUESTION
source: Create new question
uk: Створити нове питання

# COMMENT.REPORT
source: Report
uk: Поскаржитись

# COMMENT.UNREPORT
source: Unreport
uk: Зняти скаргу

# COMMENT.FOLLOW
source: Follow
uk: Слідкувати

# COMMENT.UNFOLLOW
source: Unfollow
uk: Не слідкувати

# RESPONSE.COMMENTS_RESPONSES
source: Comment
uk: Коментарій

# RESPONSE.ALERT.COMMENT_ADDED
source: Comment added
uk: Коментарій додано

# RESPONSE.ADD_COMMENT
source: Add a comment
uk: Додати коментарій

# POST_TYPE.QUESTION
source: question
uk: питання

# POST_TYPE.DISCUSSION
source: discussion
uk: дискусія

source: Anonymous
uk: Анонім
