Repository: openedx/openedx-app-ios
Catalog: Core/Core/*.lproj/Localizable.strings
Languages: uk

# MAINSCREEN.DISCOVERY
source: Discover
uk: Всі курси

# MAINSCREEN.DASHBOARD
source: Dashboard
uk: Мої курси

# MAINSCREEN.IN_DEVELOPING
source: In developing
uk: В розробці

# MAINSCREEN.PROGRAMS
source: Programs
uk: Програми

# MAINSCREEN.PROFILE
source: Profile
uk: Профіль

# MAINSCREEN.LEARN
source: Learn
uk: Навчання

# VIEW.SNACKBAR.TRY_AGAIN_BTN
source: Try Again
uk: Спробувати ще

# ERROR.INVALID_CREDENTIALS
source: Invalid credentials
uk: Недійсні дані авторизації

# ERROR.SLOW_OR_NO_INTERNET_CONNECTION
source: Slow or no internet connection
uk: Повільне або відсутнє з’єднання з Інтернетом

# ERROR.NO_CACHED_DATA
source: No cached data for offline mode
uk: Немає збережених даних для автономного режиму

# ERROR.USER_NOT_ACTIVE
source: User account is not activated. Please activate your account first.
uk: Обліковий запис користувача не активовано. Будь ласка, спочатку активуйте свій обліковий запис.

# ERROR.UNKNOWN_ERROR
source: Something went wrong
uk: Щось пішло не так

# ERROR.WIFI
source: You can only download files over Wi-Fi. You can change this in the settings.
uk: Завантажувати файли можна лише через Wi-Fi. Ви можете змінити це в налаштуваннях.

# ERROR.INTERNET.NO_INTERNET_TITLE
source: No internet connection
uk: Немає підключення до Інтернету

# ERROR.INTERNET.NO_INTERNET_DESCRIPTION
source: Please connect to the internet to view this content.
uk: Будь ласка, підключіться до Інтернету, щоб переглянути цей вміст.

# COURSEWARE.COURSE_CONTENT
source: Course content
uk: Зміст курсу

# COURSEWARE.COURSE_UNITS
source: Course units
uk: Модулі

# COURSEWARE.NEXT
source: Next
uk: Далі

# COURSEWARE.PREVIOUS
source: Prev
uk: Назад

# COURSEWARE.FINISH
source: Finish
uk: Завершити

# COURSEWARE.GOOD_WORK
source: Good job!
uk: Гарна робота!

# COURSEWARE.BACK_TO_OUTLINE
source: Back to outline
uk: Повернутись до модуля

# COURSEWARE.SECTION_COMPLETED
source: You've completed “%@”.
uk: Ви завершили “%@”.

# COURSEWARE.CONTINUE
source: Continue
uk: Продовжити

# COURSEWARE.RESUME_WITH
source: Resume with:
uk: Продовжити далі:

# COURSEWARE.NEXT_SECTION
source: Next section
uk: Наступний розділ

# COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST
source: To proceed with “
uk: Щоб перейти до “

# COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST
source: ” press “Next section”.
uk: ” натисніть “Наступний розділ”.

# ERROR.RELOAD
source: Reload
uk: Перезавантажити

# DATE.ENDED
source: Ended
uk: Кінець

# DATE.START
source: Start
uk: Початок

# DATE.STARTED
source: Started
uk: Почався

# DATE.JUST_NOW
source: Just now
uk: Прямо зараз

# ALERT.ACCEPT
source: Accept
uk: ТАК

# ALERT.CANCEL
source: Cancel
uk: СКАСУВАТИ

# ALERT.LOGOUT
source: Log out
uk: Вийти

# ALERT.LEAVE
source: Leave
uk: Покинути

# ALERT.KEEP_EDITING
source: Keep editing
uk: Залишитись

# NO_INTERNET.OFFLINE
source: Offline
uk: Офлайн режим

# NO_INTERNET.DISMISS
source: Dismiss
uk: Сховати

# NO_INTERNET.RELOAD
source: Reload
uk: Перезавантажити

# DATE_FORMAT.MMM_DD_YYYY
source: MMM dd, yyyy
uk: dd MMMM yyyy

# DOWNLOAD_MANAGER.DOWNLOAD
source: Download
uk: Скачати

# DOWNLOAD_MANAGER.DOWNLOADED
source: Downloaded
uk: Скачано

# DOWNLOAD_MANAGER.COMPLETED
source: Completed
uk: Завершено

source: Done
uk: Зберегти

# PICKER.SEARCH
source: Search
uk: Знайти

# PICKER.ACCEPT
source: Accept
uk: Прийняти

# WEBVIEW.ALERT.OK
source: Ok
uk: Так

# WEBVIEW.ALERT.CANCEL
source: Cancel
uk: Скасувати

# REVIEW.VOTE_TITLE
source: Enjoying Open edX?
uk: Вам подобається Open edX?

# REVIEW.VOTE_DESCRIPTION
source: Your feedback matters to us. Would you take a moment to rate the app by tapping a star below? Thanks for your support!
uk: Ваш відгук важливий для нас. Можливо, ви візьмете хвилинку, щоб оцінити додаток, натиснувши на зірку нижче? Дякуємо за вашу підтримку!

# REVIEW.FEEDBACK_TITLE
source: Leave Us Feedback
uk: Залиште відгук

# REVIEW.FEEDBACK_DESCRIPTION
source: We’re sorry to hear your learning experience has had some issues. We appreciate all feedback.
uk: Нам шкода чути, що ваше навчання мало деякі проблеми. Ми вдячні за будь-який відгук.

# REVIEW.THANKS_FOR_VOTE_TITLE
source: Thank You
uk: Дякуємо

# REVIEW.THANKS_FOR_VOTE_DESCRIPTION
source: Thank you for sharing your feedback with us. Would you like to share your review of this app with other users on the app store?
uk: Дякуємо, що поділилися своїми враженнями з нами. Бажаєте залишити свій відгук про цей додаток для інших користувачів в магазині додатків?

# REVIEW.THANKS_FOR_FEEDBACK_TITLE
source: Thank You
uk: Дякуємо

# REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION
source: We received your feedback and will use it to help improve your learning experience going forward. Thank you for sharing!
uk: Ми отримали ваш відгук і використовуватимемо його для покращення вашого навчального досвіду в майбутньому!

# REVIEW.BETTER
source: What could have been better?
uk: Що можна було б зробити краще?

# REVIEW.NOT_NOW
source: Not now
uk: Не зараз

# REVIEW.BUTTON.SUBMIT
source: Submit
uk: Надіслати

# REVIEW.BUTTON.SHARE_FEEDBACK
source: Share Feedback
uk: Поділитися відгуком

# REVIEW.BUTTON.RATE_US
source: Rate Us
uk: Оцінити нас

# REVIEW.EMAIL.TITLE
source: Select email client:
uk: Виберіть поштового клієнта:

# SIGN_IN.LOG_IN_BTN
source: Sign in
uk: Увійти
