Repository: openedx/openedx-app-ios
Catalog: Profile/Profile/*.lproj/Localizable.strings
Languages: uk

# TITLE
source: Profile
uk: Профіль

# INFO
source: Profile info
uk: Дані профілю

# ABOUT
source: About Me
uk: Про Meне

source: Edit Profile
uk: Редагування

source: Year of birth:
uk: Рік народження:

source: Bio:
uk: Біо:

source: Settings
uk: Налаштування

# SETTINGS_VIDEO
source: Video settings
uk: Налаштування відео

source: Support info
uk: Інформація про підтримку

# CONTACT
source: Contact support
uk: Cлужби підтримки

# TERMS
source: Terms of use
uk: Умови використання

# PRIVACY
source: Privacy policy
uk: Політика конфіденційності

source: Log out
uk: Вийти

source: Switch to
uk: Переключити на

source: full profile
uk: повний профіль

source: limited profile
uk: обмежений профіль

source: Manage Account
uk: Налаштування Профілю

# LOGOUT_ALERT.TITLE
source: Comfirm log out
uk: Підтвердження виходу

# LOGOUT_ALERT.TEXT
source: Are you sure you want to log out?
uk: Ви впевнені, що бажаєте вийти?

# DELETE_ALERT.TITLE
source: Warning!
uk: Увага!

# DELETE_ALERT.TEXT
source: Do you really want to delete your account?
uk: Ви дійсно хочете видалити свій обліковий запис?

# UNSAVED_DATA_ALERT.TITLE
source: Leave without saving?
uk: Є незбережені дані

# UNSAVED_DATA_ALERT.TEXT
source: Changes you have made will be discarded.
uk: Ви дійсно хочете вийти без збереження?

# EDIT.TOO_YONG_USER
source: You must be over 13 years old to have a profile with full access to information.
uk: Вам має бути більше 13 років, щоб мати профіль із повним доступом до інформації.

# EDIT.LIMITED_PROFILE_DESCRIPTION
source: A limited profile only shares your username and profile photo.
uk: В обмеженому профілі доступні лише ваше ім’я користувача.

# EDIT.DELETE_ACCOUNT
source: Delete Account
uk: Видалити акаунт

# EDIT.FIELDS.YEAR_OF_BIRTH
source: Year of birth
uk: Рік народження:

# EDIT.FIELDS.LOCATION
source: Location
uk: Країна

# EDIT.FIELDS.SPOKEN_LANGUGAE
source: Spoken language
uk: Мова спілкування

# EDIT.FIELDS.ABOUT_ME
source: About me:
uk: Про мене:

# EDIT.BOTTOM_SHEET.TITLE
source: Change profile image
uk: Змінити фото профілю

# EDIT.BOTTOM_SHEET.SELECT
source: Select from gallery
uk: Обрати із галереї

# EDIT.BOTTOM_SHEET.REMOVE
source: Remove photo
uk: Видалити зображення

# EDIT.BOTTOM_SHEET.CANCEL
source: Cancel
uk: Скасувати

# DELETE_ACCOUNT.TITLE
source: Delete Account
uk: Видалення акаунту

# DELETE_ACCOUNT.ARE_YOU_SURE
source: Are you sure you want to
uk: Ви впевнені, що хочете

# DELETE_ACCOUNT.WANT_TO_DELETE
source: delete your account?
uk: видалити свій обліковий запис?

# DELETE_ACCOUNT.DESCRIPTION
source: To confirm this action, please enter your account password.
uk: Для підтвердження цієї дії необхідно ввести пароль свого облікового запису.

# DELETE_ACCOUNT.PASSWORD
source: Password
uk: Пароль

# DELETE_ACCOUNT.PASSWORD_DESCRIPTION
source: Enter password
uk: Введіть пароль

# DELETE_ACCOUNT.COMFIRM
source: Yes, delete account
uk: Так, видалити акаунт

# DELETE_ACCOUNT.BACK_TO_PROFILE
source: Back to profile
uk: Повернутись до профілю

# DELETE_ACCOUNT.INCORRECT_PASSWORD
source: The password is incorrect. Please try again.
uk: Пароль неправильний. Будь ласка спробуйте ще раз.

# SETTINGS.VIDEO_SETTINGS_TITLE
source: Video settings
uk: Налаштування відео

# SETTINGS.WIFI_TITLE
source: Wi-fi only download
uk: Тільки Wi-fi

# SETTINGS.WIFI_DESCRIPTION
source: Only download content when wi-fi is turned on
uk: Завантажувати відео, лише коли Wi-Fi увімкнено

# SETTINGS.VIDEO_QUALITY_TITLE
source: Video streaming quality
uk: Якість потокового відео

# SETTINGS.VIDEO_QUALITY_DESCRIPTION
source: Auto (Recommended)
uk: Авто (Рекомендовано)

# SETTINGS.QUALITY_AUTO_TITLE
source: Auto
uk: Авто

# SETTINGS.QUALITY_AUTO_DESCRIPTION
source: Recommended
uk: Рекомендовано

# SETTINGS.QUALITY_360_DESCRIPTION
source: Lower data usage
uk: економія трафіку

# SETTINGS.VERSION
source: Version:
uk: Версія:

# SETTINGS.UP_TO_DATE
source: Up-to-date
uk: Оновлено

# SETTINGS.TAP_TO_UPDATE
source: Tap to update to version
uk: Клацніть, щоб оновити до версії

# SETTINGS.TAP_TO_INSTALL
source: Tap to install required app update
uk: Клацніть, щоб встановити обов'язкове оновлення програми

# CALENDAR.NEW_CALENDAR
source: New Calendar
uk: Новий календар

# CALENDAR.CHANGE_SYNC_OPTIONS
source: Change Sync Options
uk: Змінити параметри синхронізації

# CALENDAR.ACCOUNT
source: Account
uk: Обліковий запис

# CALENDAR.CALENDAR_NAME
source: Calendar Name
uk: Назва календаря

# CALENDAR.COLOR
source: Color
uk: Колір

# CALENDAR.UPCOMING_ASSIGNMENTS
source: Upcoming assignments for active courses will appear on this calendar
uk: Майбутні завдання для активних курсів з’являться у цьому календарі

# CALENDAR.CANCEL
source: Cancel
uk: Скасувати

# CALENDAR.BEGIN_SYNCING
source: Begin Syncing
uk: Почати синхронізацію

# ASSIGNMENT_STATUS.SYNCED
source: Synced
uk: Синхронізовано

# ASSIGNMENT_STATUS.FAILED
source: Sync Failed
uk: Синхронізація не вдалася

# ASSIGNMENT_STATUS.OFFLINE
source: Offline
uk: Офлайн

# CALENDAR_DIALOG.CALENDAR_ACCESS
source: Calendar Access
uk: Доступ до календаря

# CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC
source: Change Sync Options
uk: Змінити параметри синхронізації

# CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION
source: To show upcoming assignments and course milestones on your calendar, we need permission to access your calendar.
uk: Щоб показати майбутні завдання та віхи курсу у вашому календарі, нам потрібен дозвіл на доступ до вашого календаря.

# CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION
source: Disabling calendar sync will delete the calendar “My Assignments.” You can turn calendar sync back on at any time.
uk: Вимкнення синхронізації календаря видалить календар “Мої завдання”. Ви можете знову увімкнути синхронізацію календаря в будь-який час.

# CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS
source: Grant Calendar Access
uk: Надати доступ до календаря

# CALENDAR_DIALOG.DISABLE_SYNCING
source: Disable Syncing
uk: Вимкнути синхронізацію

# CALENDAR_DIALOG.CANCEL
source: Cancel
uk: Скасувати

# DATES_AND_CALENDAR.TITLE
source: Dates & Calendar
uk: Дати та календар

# CALENDAR_SYNC.TITLE
source: Calendar Sync
uk: Синхронізація календаря

# CALENDAR_SYNC.DESCRIPTION
source: Set up calendar sync to show your upcoming assignments and course milestones on your calendar. New assignments and shifted course dates will sync automatically
uk: Налаштуйте синхронізацію календаря, щоб показувати майбутні завдання та віхи курсу у вашому календарі. Нові завдання та змінені дати курсів будуть синхронізуватися автоматично

# CALENDAR_SYNC.BUTTON
source: Set Up Calendar Sync
uk: Налаштувати синхронізацію календаря

# OPTIONS.TITLE
source: Options
uk: Опції

# OPTIONS.USE_RELATIVE_DATES
source: Use relative dates
uk: Використовувати відносні дати

# OPTIONS.SHOW_RELATIVE_DATES
source: Show relative dates like “Tomorrow” and “Yesterday”
uk: Показувати відносні дати, такі як “Завтра” і “Вчора”

# COURSE_CALENDAR_SYNC.TITLE
source: Course Calendar Sync
uk: Синхронізація календаря курсу

# COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED
source: Please reconnect your calendar to resume syncing
uk: Будь ласка, повторно підключіть свій календар для відновлення синхронізації

# COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING
source: Currently syncing events to your calendar
uk: В даний час події синхронізуються з вашим календарем

# COURSE_CALENDAR_SYNC.BUTTON.RECONNECT
source: Reconnect Calendar
uk: Повторно підключити календар

# COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS
source: Change Sync Options
uk: Змінити параметри синхронізації

# COURSES_TO_SYNC.TITLE
source: Courses to Sync
uk: Синхронізація %d курсів

# COURSES_TO_SYNC.DESCRIPTION
source: Disabling sync for a course will remove all events connected to the course from your synced calendar.
uk: Вимкнення синхронізації для курсу видалить усі події, пов’язані з курсом, із вашого синхронізованого календаря.

# COURSES_TO_SYNC.HIDE_INACTIVE_COURSES
source: Hide Inactive Courses
uk: Приховати неактивні курси

# COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION
source: Automatically remove events from courses you haven’t viewed in the last month
uk: Автоматично видаляйте події з курсів, які ви не переглядали протягом останнього місяця

# COURSES_TO_SYNC.INACTIVE
source: Inactive
uk: Неактивний

# CALENDAR.DROPDOWN.LOCAL
source: Local
uk: Локальний

# CALENDAR.DROPDOWN_COLOR.ACCENT
source: Accent
uk: Акцентний

# CALENDAR.DROPDOWN_COLOR.RED
source: Red
uk: Червоний

# CALENDAR.DROPDOWN_COLOR.ORANGE
source: Orange
uk: Помаранчевий

# CALENDAR.DROPDOWN_COLOR.YELLOW
source: Yellow
uk: Жовтий

# CALENDAR.DROPDOWN_COLOR.GREEN
source: Green
uk: Зелений

# CALENDAR.DROPDOWN_COLOR.BLUE
source: Blue
uk: Синій

# CALENDAR.DROPDOWN_COLOR.PURPLE
source: Purple
uk: Фіолетовий

# CALENDAR.DROPDOWN_COLOR.BROWN
source: Brown
uk: Коричневий

# CALENDAR.COURSE_DATES
source: %@ Course Dates
uk: %@ Дати курсу

# DROP_DOWN_PICKER.SELECT
source: Select
uk: Оберіть
